Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.bb1a78b0b78c
source: {{value1}}時間{{value2}}分
ar_sa: {{value1}} ساعات {{value2}} دقائق
ca: {{value1}} hores {{value2}} minuts
cs: {{value1}} hodin {{value2}} minut
da: {{value1}} timer {{value2}} minutter
de_de: «{{value1}}» Stunden {{value2}} Minuten
el: {{value1}} ώρες {{value2}} λεπτά
en_au: {{value1}} hours {{value2}} minutes
es_es: {{value1}} horas {{value2}} minutos
fi: {{value1}} tuntia {{value2}} minuuttia
fr_ca: {{value1}} heures {{value2}} minutes
gu: {{value1}} કલાક {{value2}} મિનિટ
he: {{value1}} שעות {{value2}} דקות
hi: {{value1}} घंटे {{value2}} मिनट
hr: {{value1}} sati {{value2}} minuta
hu: {{value1}} óra {{value2}} perc
id: {{value1}} jam {{value2}} menit
it: {{value1}} ore {{value2}} minuti
ko: {{value1}}시간{{value2}}분
mr: {{value1}} तास {{value2}} मिनिटे
ms: {{value1}} jam {{value2}} minit
nl_nl: {{value1}} uur {{value2}} minuten
no: {{value1}} timer {{value2}} minutter
pl: {{value1}} godzin {{value2}} minut
pt_br: {{value1}} horas {{value2}} minutos
pt_pt: {{value1}} horas {{value2}} minutos
ro: {{value1}} ore și {{value2}} minute
ru: {{value1}} часов {{value2}} минут
sk: {{value1}} hodín {{value2}} minút
sl: {{value1}} ura {{value2}} minut
sv: {{value1}} timmar {{value2}} minuter
ta: {{value1}} மணி {{value2}} நிமிடம்
te: {{value1}} గంటలు {{value2}} నిమిషాలు
th: {{value1}} ชั่วโมง {{value2}} นาที
tr: {{value1}} saat {{value2}} dakika
uk: {{value1}} годин {{value2}} хвилин
vi: «{{value1}}» giờ «{{value2}}» phút
zh_hans: {{value1}}小时{{value2}}分钟
zh_hant: {{value1}} 小時 {{value2}} 分鐘

# training.bb83fd66413b
source: 土
ar_sa: التربة
ca: sòl
cs: Zemina
da: Jord
de_de: Erde
el: Γη
en_au: Soil
es_es: Tierra
fi: Maa
fr_ca: Terre
gu: માટી
he: אדמה
hi: मिट्टी
hr: Tlo
hu: Talaj
id: Tanah
it: Terra
ko: 흙
mr: माती
ms: Tanah
nl_nl: Grond
no: Jord
pl: Ziemia
pt_br: Terra
pt_pt: Terra
ro: Pământ
ru: Грунт
sk: Zemina
sl: Tla
sv: Jord
ta: மண்
te: నేల
th: ดิน
tr: Toprak
uk: Ґрунт
vi: Đất
zh_hans: 土壤
zh_hant: 土壤

# training.bbb6e51d140e
source: 記録した内容を日別に見返せます。
ar_sa: يمكنك مراجعة المحتوى المسجل بعد يوم.
ca: Podeu revisar el contingut gravat diàriament.
cs: Prohlédněte si záznamy den po dni.
da: Se dine registrerede data dag for dag.
de_de: Aufzeichnungen nach Tag anzeigen
el: Μπορείτε να δείτε την καταγεγραμμένη σας δραστηριότητα ανά ημέρα.
en_au: View your records by day.
es_es: Revisa tus registros diarios.
fi: Näytä tallennetut tiedot päivittäin.
fr_ca: Consultez vos enregistrements par jour.
gu: તમે દિવસ પ્રમાણે રેકોર્ડ કરેલી સામગ્રી જોઈ શકો છો.
he: בדוק את ההיסטוריה שלך לפי ימים.
hi: दिए गए रिकॉर्ड को दिन के अनुसार देखें।
hr: Pregledajte zabilježene podatke prema danima.
hu: A rögzített adatokat naponként megtekintheti.
id: Lihat catatan Anda berdasarkan tanggal.
it: Visualizza le tue registrazioni giornaliere.
ko: 일별로 기록 내용을 확인할 수 있습니다.
mr: नोंदलेल्या नोंदी दररोज पाहू शकता.
ms: Semak rekod mengikut hari.
nl_nl: Bekijk je registraties per dag.
no: Se logget innhold per dag.
pl: Przejrzyj zapisane dane według dnia.
pt_br: Visualize seus registros diários.
pt_pt: Visualize seus registros diários.
ro: Puteți revizui înregistrările zilnice.
ru: Просматривайте записи по дням.
sk: Prehliadnite si záznamy podľa dňa.
sl: Preverite zabeležene podatke po dnevih.
sv: Se dina loggade resultat per dag.
ta: பதிவு செய்த உள்ளடக்கத்தை ஒவ்வொரு நாளும் பார்க்கலாம்.
te: రోజు వారీగా రికార్డ్ చేసిన విషయాలను చూడవచ్చు.
th: ดูรายละเอียดที่บันทึกแยกตามวันที่
tr: Günlere göre kaydedilen kayıtlarınızı görüntüleyebilirsiniz.
uk: Перегляньте записи за днями.
vi: Xem lại nội dung đã ghi theo ngày.
zh_hans: 您可以查看每日记录的内容。
zh_hant: 可以按日查看記錄內容。

# training.bc25e5938e41
source: ヒップスラスト
ar_sa: التوجه الورك
ca: empenta de maluc
cs: Výtlak boků
da: Hof-thrust
de_de: Hüftdrücken
el: Άνυψη στις γοφούς
en_au: Hip thrust
es_es: Sentadilla de cadera
fi: Lonkan taivutus
fr_ca: Élévation des hanches
gu: હિપ સ્લસ્ટ
he: הרמת ירכיים
hi: हिप थ्रस्ट
hr: Hip Thrust
hu: Hajlítás
id: Hip thrust
it: Slancio per le anche
ko: 힙 스러스
mr: हिप स्लाईट
ms: Hip thrust
nl_nl: Hip thrust
no: Hoftestøt
pl: Wytrząsanie bioder
pt_br: Hip thrust
pt_pt: Hip thrust
ro: Extensie fesieră
ru: Отжимание с широкой постановкой рук
sk: Výtlak bedra
sl: Stiskanje bedr
sv: Höftlyft
ta: ஹிப் ஸ்லாஸ்ட்
te: హిప్ స్లాట్
th: ดันสะโพก
tr: Kalça itme
uk: Сідничний розгин
vi: Gồng hông
zh_hans: 臀部推举
zh_hant: 髖部推擠

# training.bd776f26c0ae
source: Apple Watchの記録をiPhoneへ保存できませんでした
ar_sa: تعذر حفظ سجلات Apple Watch على iPhone
ca: Els registres Apple Watch no s'han pogut desar a l'iPhone
cs: Nezaznamenali jsme data z Apple Watch do iPhone.
da: Kunne ikke gemme data fra Apple Watch i iPhone
de_de: Ich konnte die Aufzeichnungen von der Apple Watch nicht auf dem iPhone speichern.
el: Δεν μπόρεσα να αποθηκεύσω τις καταγραφές στο Apple Watch στον iPhone.
en_au: Could not save the Apple Watch records to iPhone
es_es: No se pudo guardar los datos del Apple Watch en iPhone
fi: Et voi tallentaa Apple Watchin tietoja iPhoneen
fr_ca: Impossible de sauvegarder les données de l'Apple Watch sur votre iPhone
gu: Apple Watch ના રેકોર્ડને iPhone માં સાચવી શકાયા નથી
he: לא ניתן לשמור את הנתונים של Apple Watch ב-iPhone
hi: Apple Watch की जानकारी को iPhone में सेव नहीं कर सका।
hr: Nisam mogao spremiti podatke s Apple Watcha u iPhone
hu: Nem tudtam az Apple Watch adatait az iPhone-ra menteni
id: Tidak dapat menyimpan catatan dari Apple Watch ke iPhone
it: Impossibile salvare i dati dell'Apple Watch su iPhone
ko: Apple Watch의 기록을 iPhone에 저장할 수 없습니다.
mr: Apple Watch मधील नोंदी iPhone वर सेव्ह करता आल्या नाहीत
ms: Tidak dapat menyimpan rekod Apple Watch ke iPhone
nl_nl: Ik kon de gegevens van Apple Watch niet opslaan op mijn iPhone.
no: Kunne ikke lagre Apple Watch-data på iPhone
pl: Nie udało się zapisać danych z Apple Watch w iPhone
pt_br: Não foi possível salvar os registros do Apple Watch no iPhone
pt_pt: Não foi possível salvar os registros do Apple Watch no iPhone
ro: Nu am putut salva înregistrarea de pe Apple Watch în iPhone
ru: Не удалось сохранить данные с Apple Watch в iPhone
sk: Nepodarilo sa vám uložiť záznamy z Apple Watch do iPhone
sl: Nismo uspešno shranili podatkov s Apple Watch v iPhone.
sv: Jag kunde inte spara Apple Watches data i iPhone
ta: Apple Watch பதிவுகளை iPhone-இல் சேமிக்க முடியவில்லை
te: Apple Watch యొక్క రికార్డులను iPhoneకు నిల్వ చేయలేకపోయాము
th: ไม่สามารถบันทึกข้อมูลจาก Apple Watch ใน iPhone ได้
tr: Apple Watch'tan kaydedilen verileri iPhone'a aktaramadım
uk: Не вдалося зберегти записи з Apple Watch в iPhone
vi: Không thể lưu dữ liệu từ Apple Watch vào iPhone
zh_hans: 无法将Apple Watch的记录保存到iPhone上
zh_hant: 无法将Apple Watch上的记录保存到iPhone

# training.be1f44fd2a48
source: ジム訪問は未記録
ar_sa: لم يتم تسجيل زيارات الصالة الرياضية
ca: Visites al gimnàs no registrades
cs: Nezaznamenáno návštěvu posilovny
da: Besøg på fitnesscenter er ikke registreret.
de_de: Besuch im Fitnessstudio nicht protokolliert.
el: Επίσκεψη στο γυμναστήριο: Δεν έχει καταγραφεί.
en_au: Gym visit not recorded
es_es: Visita al gimnasio: sin registrar
fi: Käynti kuntosalilla ei ole kirjattu.
fr_ca: Visite à la salle de sport non enregistrée
gu: જિમની મુલાકાત હજી સુધી નોંધાઈ નથી.
he: ביקור בחדר הכושר לא נרשם
hi: जिम में जाने का रिकॉर्ड नहीं है।
hr: Posjeta teretani nije zabilježena.
hu: Vizsgálat nem rögzítve
id: Kunjungan ke gym belum tercatat
it: Visita in palestra non registrata
ko: 짐 방문 기록 없음
mr: जिम भेटी रेकॉर्ड नाही
ms: Menyemak gim belum dicatat
nl_nl: Bezoek aan de sportschool is niet geregistreerd.
no: Besøk på treningsstudio er ikke registrert.
pl: Niewykonane ćwiczenie w siłowni
pt_br: Visita ao ginásio não registada
pt_pt: Visita ao ginásio não registada
ro: Vizita la sală nu a fost înregistrată.
ru: Посещение зала не записано.
sk: Nezaznamenané návštevy posilňovne
sl: Obisk telovadnice še ni zabeležen.
sv: Besök på gymet är inte registrerat.
ta: ஜிம் வருகை பதிவு செய்யப்படவில்லை.
te: జంప్ సందర్శన రికార్డ్ చేయలేదు
th: การเข้ายิมยังไม่ได้บันทึก
tr: Spor salonu ziyareti kaydedilmedi.
uk: Відвідування тренування не записано.
vi: Gặp phòng tập chưa ghi lại
zh_hans: 未记录的健身房拜访
zh_hant: 未記錄的健身房拜訪

# training.be6165c4a524
source: 記録を破棄
ar_sa: تدمير السجلات
ca: destruir registres
cs: Vymazat záznamy
da: Slet registreringer
de_de: Aufzeichnung löschen
el: Διαγραφή καταγραφής
en_au: Delete record
es_es: Eliminar el registro
fi: Poista tiedot
fr_ca: Supprimer les enregistrements
gu: રેકોર્ડને કાઢી નાખો
he: מחיקת רישום
hi: रिकॉर्ड को हटा दें
hr: Izbrisati zapis
hu: Rekord törlése
id: Menghapus catatan
it: Elimina i dati
ko: 기록 삭제
mr: नोंदी नष्ट करा
ms: Buang rekod
nl_nl: Verwijder opslag
no: Slett registrering
pl: Usuń zapis
pt_br: Excluir registro
pt_pt: Excluir registro
ro: Șterge înregistrarea
ru: Удалить записи
sk: Vymazanie záznamov
sl: Izbrisati podatke
sv: Ta bort registrering
ta: பதிவை நீக்கவும்
te: రికార్డును తొలగించండి
th: ลบข้อมูล
tr: Kayıtı sil
uk: Видалити записи
vi: Xóa dữ liệu
zh_hans: 删除记录
zh_hant: 刪除記錄

# training.c16d54ec55fa
source: {{value1}} はiPhone履歴に保存済みです
ar_sa: تم حفظ {{value1}} بالفعل في سجل iPhone
ca: {{value1}} ja està desat a l'historial de l'iPhone
cs: {{value1}} je uloženo v historii iPhone.
da: {{value1}} er gemt i din iPhone-historik ¶
de_de: Die Aufzeichnung von {{value1}} wurde in Ihrem iPhone-Verlauf gespeichert.
el: Το {{value1}} έχει αποθηκευτεί στην ιστορία του iPhone.
en_au: {{value1}} has been saved to your iPhone history.
es_es: {{value1}} guardado en el historial de iPhone.
fi: {{value1}} on tallennettu iPhonen historiaan.
fr_ca: Les données de {{value1}} sont enregistrées dans l'historique de votre iPhone.
gu: {{value1}} તમારા iPhone હિસ્ટ્રીમાં સાચવવામાં આવ્યું છે.
he: הרישום של {{value1}} שמרת ביומן ה-iPhone
hi: {{value1}} आपके iPhone इतिहास में सहेजा गया है।
hr: {{value1}} je spremljeno u povijesti uređaja iPhone.
hu: A {{value1}} már a iPhone naplóban található.
id: {{value1}} telah disimpan di riwayat iPhone.
it: I dati di {{value1}} sono stati salvati nella cronologia di iPhone.
ko: {{value1}}는 iPhone 기록에 저장되었습니다.
mr: {{value1}} हे iPhone च्या हिस्ट्रीमध्ये सेव्ह केले आहे.
ms: {{value1}} Ini telah disimpan dalam sejarah iPhone.
nl_nl: {{value1}} is opgeslagen in de iPhone-geschiedenis ¶
no: {{value1}} er lagret i iPhone-historikk
pl: {{value1}} zostało zapisane w historii iPhone'a.
pt_br: {{value1}} foi salvo no histórico do iPhone.
pt_pt: {{value1}} foi salvo no histórico do iPhone.
ro: {{value1}} a fost salvat în istoricul iPhone-ului.
ru: {{value1}} сохранено в истории iPhone
sk: {{value1}} je uložené v histórii iPhone.
sl: {{value1}} je shranjeno v zgodovini na iPhoneu
sv: {{value1}} har sparats i din iPhone-historik
ta: {{value1}} உங்கள் ஐபோன் வரலாற்றில் சேமிக்கப்பட்டுள்ளது.
te: {{value1}} అనేది iPhone చరిత్రలో నిల్వ చేయబడింది.
th: ข้อมูล {{value1}} ถูกบันทึกไว้ในประวัติ iPhone แล้ว
tr: {{value1}}, iPhone geçmişine kaydedildi.
uk: {{value1}} збережено в історії iPhone
vi: {{value1}} Đã lưu trong lịch sử iPhone
zh_hans: {{value1}} 已保存到iPhone历史记录中
zh_hant: {{value1}} 已儲存在 iPhone 歷史中

# training.c1eb249e0b6c
source: 種目とセット目標を登録して、次のトレーニングを迷わず始めましょう。
ar_sa: قم بتسجيل الحدث الخاص بك وحدد الأهداف وابدأ تدريبك التالي دون تردد.
ca: Registra el teu esdeveniment i marca objectius i comença el teu proper entrenament sense dubtar-ho.
cs: Zaregistrujte cvičení a cílové hodnoty, abyste mohli bez váhání začít s dalšími tréninky.
da: Registrer øvelsen og det sæt mål, så du kan starte din næste træning uden at tøve.
de_de: Registrieren Sie Übungen und Ziele, um sofort mit dem nächsten Training zu beginnen.
el: Καταγράψτε τις ασκήσεις και τους στόχους σας για να ξεκινήσετε το επόμενο πρόγραμμα άσκησης χωρίς δισταγμό.
en_au: Register exercises and set goals to start your next workout without hesitation.
es_es: Registra tus ejercicios y objetivos para comenzar tu próximo entrenamiento sin dudar.
fi: Lisää harjoitus ja aseta tavoitteet, niin voit aloittaa seuraavan treenin huoletta.
fr_ca: Enregistrez vos exercices et objectifs pour démarrer votre prochain entraînement sans hésitation.
gu: કસરત અને સેટ ધ્યેયોની નોંધ લો, અને તરત જ આગામી તાલીમ શરૂ કરો.
he: הוסף תרגיל ומטרה, ותתחיל באימונים הבאים בלי לחשוב.
hi: अपनी गतिविधियों और सेट लक्ष्यों को पंजीकृत करके, बिना किसी हिचकिचाहट के अगले प्रशिक्षण को शुरू करें।
hr: Dodajte kategoriju vježbe i ciljeve, te bez oklijeva započnite sljedeću trening.
hu: Adjon meg egy feladatot és egy csoportos célot, hogy bátran kezdje el a következő edzést.
id: Daftarkan jenis latihan dan tujuan set, lalu mulailah latihan berikutnya tanpa ragu.
it: Registra gli esercizi e gli obiettivi di gruppo per iniziare subito il prossimo allenamento senza esitazioni.
ko: 운동 종류와 함께 목표를 등록하여 다음 훈련을 망설이지 마세요.
mr: व्यायाम प्रकार आणि एकत्रित लक्ष्येची नोंद करा, आणि पुढील प्रशिक्षणाला लगेच सुरू करा.
ms: Daftarkan aktiviti dan sasaran set, dan mulakan latihan seterusnya tanpa ragu-ragu.
nl_nl: Registreer oefeningen en setdoelen, zodat je direct kunt beginnen met de volgende training.
no: Registrer øvelser og settmål, og begynn med neste treningsøkt uten å nøle.
pl: Zarejestruj ćwiczenia i zestaw cele, aby bez wahania rozpocząć następny trening.
pt_br: Registre seus exercícios e metas, e comece seu próximo treino sem hesitar.
pt_pt: Registre seus exercícios e metas, e comece seu próximo treino sem hesitar.
ro: Înregistrează exercițiul și obiectivele asociate, pentru a începe antrenamentul fără ezitări.
ru: Зарегистрируйте упражнение и целевую цель, чтобы легко начать следующую тренировку.
sk: Pridajte cvičenia a cieľové hodnoty, a začnite s ďalším tréningom bez váhania.
sl: Dodajte vadbo in nastavitve ciljev, da lahko brez oklevanja začnete naslednjo vadbo.
sv: Registrera övningar och mål, så att du kan börja träningen utan tvekan.
ta: பயிற்சியையும், அதற்கான இலக்குகளையும் பதிவு செய்து, அடுத்த பயிற்சியை உடனடியாகத் தொடங்குங்கள்.
te: వ్యాయామం మరియు లక్ష్యాలను నమోదు చేసి, తదుపరి వ్యాయామాన్ని వెంటనే ప్రారంభించండి.
th: เพิ่มชนิดของการออกกำลังกายและเป้าหมาย เพื่อเริ่มต้นการฝึกซ้อมครั้งต่อไปได้อย่างมั่นใจ
tr: Egzersizi ve hedef hedeflerini kaydederek, bir sonraki antrenmanı kolayca başlayın.
uk: Зареєструйте види вправ та цілі для кожного, щоб без вагань почати наступне тренування.
vi: Hãy đăng ký bài tập và mục tiêu theo bộ để bắt đầu buổi tập luyện tiếp theo một cách dễ dàng.
zh_hans: 请注册项目和对应的目标，以便您可以轻松开始下一次训练。
zh_hant: 請註冊項目和相應的目標，以便隨時開始訓練。

# training.c1fe760f7267
source: タイトル
ar_sa: عنوان
ca: títol
cs: Název
da: Overskrift
de_de: Titel
el: Τίτλος
en_au: Title
es_es: Título
fi: Otsikko
fr_ca: Titre
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
id: Judul
it: Titolo
ko: 제목
mr: शीर्षक
ms: Tajuk
nl_nl: Titel
no: Tittel
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Заголовок
sk: Názov
sl: Naslov
sv: Rubrik
ta: தலைப்பு
te: శీర్షిక
th: หัวเรื่อง
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# training.c3bdfc0865be
source: {{value1}}件
ar_sa: عناصر {{value1}}
ca: {{value1}} articles
cs: {{value1}} položek
da: {{value1}}
de_de: «{{value1}}» Einträge
el: {{value1}}
en_au: {{value1}} items
es_es: {{value1}}
fi: {{value1}} kappaletta
fr_ca: {{value1}} éléments
gu: {{value1}} વસ્તુઓ
he: {{value1}}
hi: {{value1}} आइटम
hr: {{value1}} aktivnosti
hu: {{value1}} eredmény
id: {{value1}} item
it: {{value1}} elementi
ko: {{value1}}건
mr: {{value1}} नोंदी
ms: {{value1}} item
nl_nl: {{value1}} items
no: {{value1}} elementer
pl: {{value1}}
pt_br: {{value1}} itens
pt_pt: {{value1}} itens
ro: {{value1}} elemente
ru: {{value1}} элементов
sk: {{value1}} položiek
sl: {{value1}}
sv: {{value1}} objekt
ta: {{value1}} எண்ணிக்கையில்
te: {{value1}} అంశాలు
th: {{value1}} รายการ
tr: {{value1}} adet
uk: {{value1}} елементів
vi: «{{value1}}» mục
zh_hans: {{value1}}个
zh_hant: {{value1}}個

# training.c47e9693a5f3
source: レッグカール
ar_sa: حليقة الساق
ca: enrotllament de cames
cs: Zaklesy na lýtka
da: Ben curl
de_de: Beinbeuger
el: Κάμψη ποδιών
en_au: Leg Curl
es_es: Curl de piernas
fi: Jalkojen koukistus
fr_ca: Curl pour les jambes
gu: લેગ કર્લ
he: כיפוף רגליים
hi: लेग कर्ल
hr: Zavijanje noge
hu: Izomkaró
id: Leg Curl
it: Curl gambe
ko: 레그 컬
mr: लेग कर्ल
ms: Bentuk Kaki
nl_nl: Beencurling
no: Bencurl
pl: Uginanie nóg
pt_br: Cadeira extensora para pernas
pt_pt: Cadeira extensora para pernas
ro: Flexii de picioare
ru: Сгибания ног в тренажере
sk: Zavesenie nôh
sl: Zgibanje nog
sv: Benböj
ta: லெக் கர்ல்
te: లెగ్ కార్ల్
th: งอขา
tr: Bacak Bükme
uk: Згинання ніг
vi: Cuốn chân
zh_hans: 腿弯曲
zh_hant: 腿彎曲

# training.c5ce2388abe7
source: {{value1}}に作ってもらう
ar_sa: اجعل {{value1}} يصنعها
ca: Feu que {{value1}} ho faci
cs: Nechte, aby {{value1}} vytvořil plán
da: {{value1}}
de_de: Lassen Sie {{value1}} erstellen
el: Δημιούργησε ένα σχέδιο για το {{value1}}
en_au: Let {{value1}} create a plan for you
es_es: Crear un plan para {{value1}}
fi: Luo {{value1}}
fr_ca: Faire un plan pour {{value1}}
gu: {{value1}} દ્વારા બનાવો
he: צור תוכנית עבור {{value1}}
hi: {{value1}} के साथ योजना बनाएं
hr: Zatražiti plan za {{value1}}
hu: Hozd létre a {{value1}}-t
id: Buatkan {{value1}}
it: Creare un piano per {{value1}}
ko: {{value1}}로 만들어 주세요
mr: {{value1}} साठी योजना तयार करा
ms: {{value1}} Minta untuk dibuat
nl_nl: Maak {{value1}}
no: La appen lage en plan for {{value1}}
pl: Poproś o stworzenie planu dla {{value1}}
pt_br: Criar um plano para {{value1}}
pt_pt: Criar um plano para {{value1}}
ro: Creează un plan cu {{value1}}
ru: Создать план для {{value1}}
sk: Požiadať o vytvorenie plánu pre {{value1}}
sl: Ustvarijte načrt za {{value1}}
sv: Låt oss skapa en plan för {{value1}}
ta: {{value1}}-க்கு ஏற்ப உருவாக்குங்கள்
te: {{value1}} ద్వారా సృష్టించు
th: ให้สร้างแผนสำหรับ {{value1}}
tr: {{value1}} için plan oluştur
uk: Створити план для {{value1}}
vi: {{value1}}
zh_hans: 请 {{value1}} 帮我创建
zh_hant: 請 {{value1}} 協助

# training.c6f3f3a298ad
source: 候補内の種目名
ar_sa: اسم الحدث في المرشح
ca: Nom de l'esdeveniment al candidat
cs: Název cviku z možností
da: Navn på øvelse i listen
de_de: Übungen aus der Liste
el: Όνομα άσκησης από τη λίστα επιλογών
en_au: Exercise name from options
es_es: Nombre del ejercicio en la lista de opciones
fi: Vaihtoehdot
fr_ca: Nom de l'exercice dans les suggestions
gu: સંદર્ભમાં કસરતનું નામ
he: שם תרגיל מתוך הרשימה
hi: विकल्पों में व्यायाम का नाम
hr: Ime vježbe iz liste
hu: A javasolt gyakorlatok neve
id: Nama Latihan dalam Pilihan
it: Nome dell'esercizio nella selezione
ko: 선택 항목 목록
mr: पर्यायी व्यायामांची नावे
ms: Nama latihan dalam pilihan
nl_nl: Naam van oefening in de lijst
no: Øvelsesnavn i listen
pl: Nazwy ćwiczeń w propozycji
pt_br: Nome do exercício na lista de opções
pt_pt: Nome do exercício na lista de opções
ro: Numele exercițiilor din listă
ru: Название упражнений из списка
sk: Názvy cvikov v ponuke
sl: Ime vloge iz izbranih možnosti
sv: Övningsnamn i listan
ta: தேர்ந்தெடுக்கப்பட்ட பயிற்சிகளின் பெயர்
te: ఎంపికల జాబితాలో వ్యాయామాల పేరు
th: ชื่อท่าออกกำลังกายในรายการที่เลือก
tr: Seçeneklerdeki egzersiz adları
uk: Введення назв вправ
vi: Tên bài tập trong danh sách gợi ý
zh_hans: 选择中的项目名称
zh_hant: 候選動作名稱

# training.c7fe2b510de0
source: すべて
ar_sa: الكل
ca: tots
cs: Vše
da: Alle
de_de: Alle
el: Όλα
en_au: All
es_es: Todos
fi: Kaikki
fr_ca: Tout
gu: બધું
he: כולם
hi: सब
hr: Sve
hu: Mindent
id: Semua
it: Tutti
ko: 모두
mr: सर्व
ms: Semua
nl_nl: Alles
no: Alle
pl: Wszystko
pt_br: Tudo
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sv: Alla
ta: எல்லாமே
te: అన్నీ
th: ทั้งหมด
tr: Tümünü
uk: Все
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# training.c878919a9bf6
source: ダンベルカール
ar_sa: تجعيد الدمبل
ca: rínxols amb manuelles
cs: Kliky s činkami
da: Dumbbell curl
de_de: Kurzhantel-Curls
el: Κάμψεις με αλτήρα
en_au: Dumbbell curl
es_es: Curl con mancuernas
fi: Kahvakuulan ojentaminen
fr_ca: Curl avec haltères
gu: ડમ્બેલ કારલ
he: הרמת משקולות ביד אחת
hi: डम्बल कर्ल
hr: Biceps curl s utega
hu: Domberekkel végzett karok edzése
id: Dumbbell Curl
it: Curl con manubrio
ko: 덤벨 컬
mr: डंबल कर्ल
ms: Biceps Curl
nl_nl: Dumbbell curls
no: Dumbbell curl
pl: Wyciskanie hantli
pt_br: Rosca com haltere
pt_pt: Rosca com haltere
ro: Îndoire cu gantere
ru: Подтягивания с гантелями
sk: Dřepy s činkou
sl: Zgibanje z utežami
sv: Hantelcurls
ta: டம்பல் கர்ல்
te: డంబెల్ కార్ల్
th: ดัมเบลคาร์ล
tr: Dambıl Biceps Egzersizi
uk: Підйом штанги на біцепс
vi: Curl tạ
zh_hans: 哑铃弯举
zh_hant: 啞鈴彎舉

# training.c9046d518292
source: 目的・器具に合わせた次のレベル
ar_sa: المستوى التالي حسب الغرض والمعدات
ca: Següent nivell segons propòsit i equipament
cs: Následující úroveň podle cíle a vybavení
da: Næste niveau, der passer til målet og udstyret
de_de: Nächstes Level basierend auf Ziel und Ausrüstung
el: Επιλογή επόμενου επιπέδου με βάση τον σκοπό και τον εξοπλισμό
en_au: Next level based on your goals and equipment.
es_es: Siguiente nivel según el objetivo y los equipos disponibles
fi: Seuraava taso, joka on räätälöity tavoitteeseen ja laitteisiin.
fr_ca: Prochaine étape adaptée à l'objectif et à l'équipement
gu: ધ્યય અને સાધનો અનુસાર આગલું સ્તર
he: רמה הבאה המתאימה למטרה ולציוד
hi: उद्देश और उपकरणों के अनुसार अगला स्तर
hr: Sljedeći nivo prilagođen cilju i opremi
hu: Az adott cél és eszköz alapján
id: Level berikutnya sesuai dengan tujuan dan peralatan
it: Passa al livello successivo in base all'obiettivo e all'attrezzatura
ko: 목적 및 장비에 맞는 다음 레벨
mr: उद्देश आणि उपकरणांनुसार पुढील पातळी
ms: Tingkat seterusnya yang sesuai dengan matlamat dan peralatan
nl_nl: Volgende niveau, afgestemd op doel en apparatuur
no: Neste nivå basert på mål og utstyr
pl: Następny poziom dopasowany do celu i urządzeń
pt_br: Próximo nível, adequado ao seu objetivo e equipamentos
pt_pt: Próximo nível, adequado ao seu objetivo e equipamentos
ro: Următorul nivel, adaptat scopului și echipamentelor
ru: Следующий уровень, соответствующий цели и оборудованию
sk: Následujúci úroveň, zameraný na vaše ciele a použitie vybavenia
sl: Nadaljnji nivo, prilagojen cilju in opori
sv: Nästa nivå anpassad efter mål och utrustning
ta: நோக்கம் மற்றும் உபகரணங்களுக்கு ஏற்ற அடுத்த நிலை
te: లక్ష్యం మరియు పరికరానికి తగిన తదుపరి స్థాయి
th: เลเวลถัดไปที่เหมาะสมกับวัตถุประสงค์และอุปกรณ์
tr: Amaç ve ekipmana uygun bir sonraki seviye
uk: Наступний рівень відповідно до мети та обладнання
vi: Chọn cấp độ phù hợp với mục tiêu và dụng cụ
zh_hans: 根据目标和可用设备，选择合适的下一级
zh_hant: 根據目的和可用器材，選擇下一個等級。
